Repository: endlessm/eos-app-store
Catalog: po/*.po
Languages: bg, de, ro, sl, tr

source: Create your own folder to organize your apps. First, choose an icon.
de: Lege einen eigenen Ordner an, um deine Apps zu organisieren. Wähle nun ein Icon.
ro: Creeaza-ti propriul folder pentru a organiza singur aplicatiile.Intai, alege o iconita.
tr: Uygulamalarınızı düzenlemek için kendi klasörünüzü oluşturun. İlk iş bir simge seçin.

source: e.g.: http://www.endlessm.com
bg: на пример http://www.endlessm.com
de: z.B.: http://www.endlessm.com
ro: ex.: http://www.endlessm.com
sl: npr.: http://www.endlessm.com
tr: örn.: http://www.endlessm.com

source: Press Escape to cancel
bg: За отказ натисни Esc
de: Drücke Escape zum Beenden
ro: Apasa Esc pentru a anula
sl: Pritisnite ESC za preklic
tr: İptal etmek için Esc

source: News
bg: Новини
de: Nachrichten
ro: Stiri
sl: Novice
tr: Haberler

source: Sports
bg: Спорт
de: Sport
ro: Sport
sl: Šport
tr: Spor

source: Education and Health
bg: Наука и Здраве
de: Bildung und Gesundheit
ro: Educatie si Sanatate
sl: Izobraževanje in zdravje
tr: Eğitim ve Sağlık

source: Entertainment
bg: Забавления
de: Unterhaltung
ro: Divertisment
sl: Zabava
tr: Eğlence

source: Local
bg: Локални
de: Lokales
sl: Lokalno
tr: Yerel

source: App Center
bg: Каталог
ro: Centrul de Aplicatii
sl: Center Aplikacij
tr: Uygulama Merkezi

source: Name of folder
de: Name des Ordners
ro: Numele dosarului
tr: Klasör adı

source: Folder added!
de: Ordner hinzugefügt!
ro: Dosar adaugat!
tr: Klasör eklendi

source: Folders
de: Ordner
ro: Dosare
tr: Klasörler

source: Install folders
de: Installations-Ordner
ro: Instaleaza dosare
tr: Kurulum klasörleri

source: Write the website you'd like to add here and press “Enter”
bg: Напишете името на страницата която искате да добавите и натиснете "Enter"
de: Füge die gewünschte Website hier ein und drücke “Enter”
ro: Scrie site-ul pe care doresti sa il adaugi aici si apasa "Enter"
sl: Napišite spletno mesto tukaj, katero želite dodati in pritisnite »Enter«
tr: Eklemek istediğiniz web sitesini buraya yazarak "Enter" tuşuna basın

source: searching
bg: Търсене
de: Suche
ro: cauta
sl: iščem
tr: aranıyor

source: The address written does not exist or is not available.
bg: Избрания адрес не съществува или не е на линия.
de: Die angegebene Adresse existiert nicht oder ist nicht verfügbar.
ro: Adresa scrisa nu exista sau nu este disponibila
sl: Vpisan naslov ne obstaja ali ni na voljo.
tr: Yazdığınız adres yok veya ulaşılamıyor.

source: Added successfully!
bg: Успешно добавен
de: Erfolgreich hinzugefügt.
ro: Adaugat cu succes!
sl: Uspešno dodano!
tr: Başarıyla eklendi!

source: Add your favorite websites to your desktop or choose suggested ones from our list.
bg: Добавете любимите си страници на Работния плот или изберете препоръчани от нашия листинг
de: Füge deine Lieblings-Website zu der Oberfläche hinzu oder wähle einen unserer Vorschläge.
ro: Adauga site-ul favorit pe desktop sau alege unul sugerat din lista noastra.
sl: Dodajte priljubljena spletna mesta na namizje ali izberite predlagane na našem seznamu.
tr: Favori websitelerini masaüstünüze ekleyin veya önerdiklerimizden birini seçin.

source: Websites
bg: Страници
ro: Site-uri
sl: Spletna stran
tr: Web siteleri

source: Install websites
bg: Инсталирай страници
de: Websites hinzufügen
ro: Instaleaza site-uri
sl: Dodajte spletno stran
tr: Websitesi ekleyin
